"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Du har indtastet den forkerte pinkode %1$d gange. Dit Mercedes me ID er derfor blevet blokeret i %2$@.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minutter";

"command_error_pin_invalid" = "Du har indtastet den forkerte pinkode %1$d gange.";

"general_cancel" = "Annullér";

"general_error_msg" = "Der er opstået en fejl. Prøv igen.";

"general_error_network_msg" = "Noget gik galt. Tjek venligst din internetforbindelse.";

"general_error_title" = "Fejl";

"general_hint" = "Bemærk";

"general_no" = "Nej";

"general_ok" = "OK";

"general_yes" = "Ja";

"login_error_authentication_failed" = "Autentificeringen mislykkedes. Prøv igen.";

"login_error_wrong_tan" = "Desværre var de oplysninger, du har indtastet, ikke korrekte. Vær opmærksom på, at du evt. skal vente nogle minutter, før du prøver igen.";

"login_info_alert_message" = "Mercedes me ID består enten af dit personlige mobilnummer eller din e-mailadresse. Med dit Mercedes me ID kan du logge dig ind overalt i Mercedes-Benz' digitale verden. Du får på den måde adgang til alle de tjenester, funktioner og platforme, som er til rådighed i det land, du bor i.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Indtast en gyldig e-mailadresse eller et gyldigt telefonnummer.";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Fortsæt";

"login_only_caption" = "Login";

"login_username" = "Mobilnummer eller e-mailadresse";

"login_user_not_registered" = "Registrér dig gratis i en af de andre Mercedes me apps.";

"pin_popup_button_again" = "Forsøg igen";

"pin_popup_cancel" = "Annullér";

"pin_popup_default_no_pin_message" = "Definér en pinkode i en af Mercedes me appsene.";

"pin_popup_description" = "Indtast din %1$d-cifrede pinkode:";

"pin_popup_send" = "Send";

"pin_popup_title" = "Indtast pinkode";

"pin_popup_wrong_pin_msg" = "Pinkoden er ikke korrekt. Prøv igen.";

"pin_popup_wrong_pin_title" = "Forkert pinkode";

"registration_user_consent_message" = "For at forbedre appen løbende analyserer vi brugen af appen og dens funktioner uden reference til din person. Denne funktion kan til enhver tid deaktiveres via Menu > Indstillinger > Analytics.";

"registration_user_consent_title" = "Mercedes me brugsdata";

"verification_btn_next" = "Fortsæt";

"verification_btn_send_again" = "Anmod om en ny TAN-kode";

"verification_headline" = "Bekræftelseskode";

"verification_login_msg_mail" = "Indtast den TAN-kode, som vi har sendt til dig pr. e-mail.";

"verification_login_msg_user" = "Vi har sendt en %1$d-cifret kode til %2$@ til bekræftelse. Indtast denne kode.";

"verification_not_received" = "Ikke modtaget en TAN-kode?";

"verification_not_received_hint_mail" = "Tjek den indtastede e-mailadresse, eller anmod om en ny bekræftelseskode.";

"verification_not_received_hint_phone" = "Kontrollér det indtastede mobilnummer, eller anmod om en ny TAN-kode.";

"verification_send_again_msg" = "Nu er din forespørgsel sendt";

"verification_title" = "Verifikation";

